{"name":"WebQuestions.DBpedia.train","questions":[{"questionText":"what did ivan pavlov invented?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Election> . <http://dbpedia.org/resource/Ivan_Pavlov> <http://dbpedia.org/ontology/knownFor> ?o. }","answers":["http://dbpedia.org/resource/Classical_conditioning"]},{"questionText":"what teams did robert horry won rings with?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Robert_Horry> <http://dbpedia.org/ontology/draftTeam> ?o . }","answers":["http://dbpedia.org/resource/Houston_Rockets"]},{"questionText":"where did james franco study acting?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/James_Franco> <http://dbpedia.org/ontology/almaMater> ?o . }","answers":["http://dbpedia.org/resource/University_of_California,_Los_Angeles","http://dbpedia.org/resource/Columbia_University","http://dbpedia.org/resource/Brooklyn_College","http://dbpedia.org/resource/New_York_University","http://dbpedia.org/resource/Rhode_Island_School_of_Design","http://dbpedia.org/resource/Warren_Wilson_College","http://dbpedia.org/resource/Yale_University"]},{"questionText":"what was karl marx beliefs?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Karl_Marx> <http://dbpedia.org/ontology/philosophicalSchool> ?o . }","answers":["http://dbpedia.org/resource/Marxism"]}]}