{"name":"WebQuestions.DBpedia.train","questions":[{"questionText":"what country does iceland belong to?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Iceland> <http://dbpedia.org/ontology/demonym> ?o . }","answers":["Icelander@en"]},{"questionText":"where did dmitri mendeleev study science?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Dmitri_Mendeleev> <http://dbpedia.org/ontology/almaMater> ?o . }","answers":["http://dbpedia.org/resource/Saint_Petersburg_State_University"]},{"questionText":"where does lena river begin and end?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Lena_River> <http://dbpedia.org/ontology/sourceMountain> ?o . }","answers":["http://dbpedia.org/resource/Baikal_Mountains"]},{"questionText":"what was woodrow wilson's major accomplishments?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Woodrow_Wilson> <http://dbpedia.org/ontology/office> ?o . }","answers":["13thPresident of Princeton University","34thGovernor of New Jersey","28thPresident of the United States"]},{"questionText":"which part of korea is communist?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Korea> <http://dbpedia.org/ontology/currency> ?o . }","answers":["http://dbpedia.org/resource/North_Korean_won","http://dbpedia.org/resource/South_Korean_won"]},{"questionText":"who founded the roanoke settlement?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/place> <http://dbpedia.org/resource/Roanoke_Colony> . }","answers":["http://dbpedia.org/resource/Rainbow_Bluff_Expedition"]},{"questionText":"what stadium did the chicago cardinals play in?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Stadium> . <http://dbpedia.org/resource/Arizona_Cardinals> <http://dbpedia.org/ontology/locationCity> ?o. }","answers":["http://dbpedia.org/resource/University_of_Phoenix_Stadium"]},{"questionText":"who was the queen of the iceni tribe?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/occupation> <http://dbpedia.org/resource/Iceni> . }","answers":["http://dbpedia.org/resource/Boudica"]},{"questionText":"what invention did henry ford invent?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company> . <http://dbpedia.org/resource/Henry_Ford> <http://dbpedia.org/ontology/occupation> ?o. }","answers":["http://dbpedia.org/resource/Ford_Motor_Company"]},{"questionText":"where does the australian prime minister reside?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Australia> <http://dbpedia.org/ontology/capital> ?o . }","answers":["http://dbpedia.org/resource/Canberra"]},{"questionText":"who speaks farsi?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/PopulatedPlace> . <http://dbpedia.org/resource/Persian_language> <http://dbpedia.org/ontology/spokenIn> ?o. }","answers":["http://dbpedia.org/resource/Iran","http://dbpedia.org/resource/Afghanistan","http://dbpedia.org/resource/Uzbekistan","http://dbpedia.org/resource/Tajikistan","http://dbpedia.org/resource/Russia","http://dbpedia.org/resource/Iraq","http://dbpedia.org/resource/Azerbaijan"]},{"questionText":"what military school did poe attend?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/School> . <http://dbpedia.org/resource/Edgar_Allan_Poe> <http://dbpedia.org/ontology/almaMater> ?o. }","answers":["http://dbpedia.org/resource/United_States_Military_Academy"]},{"questionText":"what is the currency in croatia 2012?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Croatia> <http://dbpedia.org/ontology/currency> ?o . }","answers":["http://dbpedia.org/resource/Croatian_kuna"]},{"questionText":"what does roger that mean?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Roger_(American_Dad!)> <http://dbpedia.org/ontology/series> ?o . }","answers":["http://dbpedia.org/resource/American_Dad!"]},{"questionText":"what currency is used in switzerland 2012?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Switzerland> <http://dbpedia.org/ontology/currency> ?o . }","answers":["http://dbpedia.org/resource/Swiss_franc"]},{"questionText":"what made ancient rome fall?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/SportsEvent> . ?o <http://dbpedia.org/ontology/territory> <http://dbpedia.org/resource/Rome>. }","answers":["http://dbpedia.org/resource/Capture_of_Rome"]},{"questionText":"what did robert boyle accomplish?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Robert_Boyle> <http://dbpedia.org/ontology/knownFor> ?o . }","answers":["http://dbpedia.org/resource/Boyle's_law"]},{"questionText":"what caused the asian currency crisis?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/academicDiscipline> <http://dbpedia.org/resource/Asia> . }","answers":["http://dbpedia.org/resource/Asian_Affairs"]},{"questionText":"what season did brooke burke won?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/presenter> <http://dbpedia.org/resource/Brooke_Burke> . }","answers":["http://dbpedia.org/resource/She's_Got_the_Look","http://dbpedia.org/resource/Dancing_with_the_Stars_(U.S._TV_series)"]},{"questionText":"where is st vincent de paul buried?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Vincent_de_Paul> <http://dbpedia.org/ontology/majorShrine> ?o . }","answers":["http://dbpedia.org/resource/Paris"]},{"questionText":"where did bruno mars get his start?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/City> . <http://dbpedia.org/resource/Bruno_Mars> <http://dbpedia.org/ontology/birthPlace> ?o. }","answers":["http://dbpedia.org/resource/Honolulu"]},{"questionText":"who was tex beneke?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Tex_Beneke> <http://dbpedia.org/ontology/occupation> ?o . }","answers":["http://dbpedia.org/resource/Musician"]},{"questionText":"where is thomas jefferson's home?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/HistoricPlace> . <http://dbpedia.org/resource/Thomas_Jefferson> <http://dbpedia.org/ontology/restingPlace> ?o. }","answers":["http://dbpedia.org/resource/Monticello"]},{"questionText":"what battle did germany surrender in ww2?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Germany> <http://dbpedia.org/ontology/capital> ?o . }","answers":["http://dbpedia.org/resource/Berlin"]},{"questionText":"where is eu parliament?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/European_Union> <http://dbpedia.org/ontology/capital> ?o . }","answers":["http://dbpedia.org/resource/Brussels"]},{"questionText":"who owns skywest?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/SkyWest_Airlines> <http://dbpedia.org/ontology/parentCompany> ?o . }","answers":["http://dbpedia.org/resource/SkyWest,_Inc."]},{"questionText":"where adidas originate?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country> . <http://dbpedia.org/resource/Adidas> <http://dbpedia.org/ontology/location> ?o. }","answers":["http://dbpedia.org/resource/Germany"]},{"questionText":"where is made kia car?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Settlement> . <http://dbpedia.org/resource/Kia_Motors> <http://dbpedia.org/ontology/location> ?o. }","answers":["http://dbpedia.org/resource/Seoul"]},{"questionText":"where do tasmanian devils live?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/recordedIn> <http://dbpedia.org/resource/Tasmania> . }","answers":["http://dbpedia.org/resource/Live_in_Tasmania"]},{"questionText":"what is kevin durant play style?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Kevin_Durant> <http://dbpedia.org/ontology/position> ?o . }","answers":["http://dbpedia.org/resource/Small_forward"]},{"questionText":"what are the duggars kids names and ages?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/knownFor> <http://dbpedia.org/resource/19_Kids_and_Counting> . }","answers":["http://dbpedia.org/resource/Josh_Duggar"]},{"questionText":"where does ben stiller live in ny?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/AdministrativeRegion> . <http://dbpedia.org/resource/Ben_Stiller> <http://dbpedia.org/ontology/birthPlace> ?o. }","answers":["http://dbpedia.org/resource/New_York"]},{"questionText":"what is the official language in mexico?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Language> . <http://dbpedia.org/resource/Mexico> <http://dbpedia.org/ontology/regionalLanguage> ?o. }","answers":["http://dbpedia.org/resource/Spanish_language"]},{"questionText":"who is aidan davis?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Aidan_Davis> <http://dbpedia.org/ontology/occupation> ?o . }","answers":["http://dbpedia.org/resource/Rapping","http://dbpedia.org/resource/Popping","http://dbpedia.org/resource/Street_dance","http://dbpedia.org/resource/Presenter"]},{"questionText":"where does the tsunami happened in japan?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Japan> <http://dbpedia.org/ontology/longName> ?o . }","answers":["Japan@en"]},{"questionText":"what did michelle obama do?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Michelle_Obama> <http://dbpedia.org/ontology/office> ?o . }","answers":["First Lady of the United States"]},{"questionText":"what is the battle of antietam?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Battle_of_Antietam> <http://dbpedia.org/ontology/isPartOfMilitaryConflict> ?o . }","answers":["http://dbpedia.org/resource/American_Civil_War"]},{"questionText":"where did kaiser wilhelm fled to?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Settlement> . <http://dbpedia.org/resource/Wilhelm_II,_German_Emperor> <http://dbpedia.org/ontology/deathPlace> ?o. }","answers":["http://dbpedia.org/resource/Doorn"]},{"questionText":"what land did god give to israel?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Israel> <http://dbpedia.org/ontology/demonym> ?o . }","answers":["Israeli@en"]},{"questionText":"who was jacob riis and why was he important?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Jacob_Riis> <http://dbpedia.org/ontology/field> ?o . }","answers":["http://dbpedia.org/resource/Journalism","http://dbpedia.org/resource/Photography","http://dbpedia.org/resource/Reform_movement"]},{"questionText":"where is mallorca?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Majorca> <http://dbpedia.org/ontology/location> ?o . }","answers":["http://dbpedia.org/resource/Mediterranean_Sea"]},{"questionText":"where are the mines in victoria?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/similar> <http://dbpedia.org/resource/Queen_Victoria> . }","answers":["http://dbpedia.org/resource/Victoria_Day"]},{"questionText":"what did god say to abraham about circumcision?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Abraham_in_Islam> <http://dbpedia.org/ontology/restingPlace> ?o . }","answers":["http://dbpedia.org/resource/Cave_of_the_Patriarchs"]},{"questionText":"what does the japanese call their country?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Japan> <http://dbpedia.org/ontology/longName> ?o . }","answers":["Japan@en"]},{"questionText":"who did megan fox have a baby with?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Megan_Fox> <http://dbpedia.org/ontology/spouse> ?o . }","answers":["http://dbpedia.org/resource/Brian_Austin_Green"]},{"questionText":"what are the duggars kids full names?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/knownFor> <http://dbpedia.org/resource/19_Kids_and_Counting> . }","answers":["http://dbpedia.org/resource/Josh_Duggar"]},{"questionText":"where in oklahoma are scorpions found?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Oklahoma> <http://dbpedia.org/ontology/capital> ?o . }","answers":["http://dbpedia.org/resource/Oklahoma_City"]},{"questionText":"which country is located directly east of belgium?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Belgium> <http://dbpedia.org/ontology/currency> ?o . }","answers":["http://dbpedia.org/resource/Euro"]},{"questionText":"what airport do you fly into to get to cabo san lucas?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Airport> . ?o <http://dbpedia.org/ontology/location> <http://dbpedia.org/resource/Cabo_San_Lucas>. }","answers":["http://dbpedia.org/resource/Cabo_San_Lucas_International_Airport"]},{"questionText":"who was louis xvi?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/ArchitecturalStructure> . <http://dbpedia.org/resource/Louis_XVI_of_France> <http://dbpedia.org/ontology/deathPlace> ?o. }","answers":["http://dbpedia.org/resource/Place_de_la_Concorde","http://dbpedia.org/resource/Kingdom_of_France"]},{"questionText":"what is the mascot of dartmouth college?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Dartmouth_College> <http://dbpedia.org/ontology/officialSchoolColour> ?o . }","answers":["Dartmouth green"]},{"questionText":"what was reagan before president?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Ronald_Reagan> <http://dbpedia.org/ontology/office> ?o . }","answers":["40thPresident of the United States","Governor of California"]},{"questionText":"in which province islamabad is located?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Islamabad> <http://dbpedia.org/ontology/country> ?o . }","answers":["http://dbpedia.org/resource/Pakistan"]},{"questionText":"where is red lake ontario?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Red_Lake,_Ontario> <http://dbpedia.org/ontology/country> ?o . }","answers":["http://dbpedia.org/resource/Canada"]},{"questionText":"when do they change the time in london?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person> . <http://dbpedia.org/resource/London> <http://dbpedia.org/ontology/timeZone> ?o. }","answers":["http://dbpedia.org/resource/Greenwich_Mean_Time"]},{"questionText":"what was arthur conan doyle famous for?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Arthur_Conan_Doyle> <http://dbpedia.org/ontology/notableWork> ?o . }","answers":["http://dbpedia.org/resource/Canon_of_Sherlock_Holmes","http://dbpedia.org/resource/The_Lost_World_(Conan_Doyle_novel)"]},{"questionText":"what is the official language spoken in mexico?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Language> . <http://dbpedia.org/resource/Mexico> <http://dbpedia.org/ontology/regionalLanguage> ?o. }","answers":["http://dbpedia.org/resource/Spanish_language"]},{"questionText":"who started the first persian gulf war?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MusicalArtist> . <http://dbpedia.org/resource/Gulf_War> <http://dbpedia.org/ontology/place> ?o. }","answers":["http://dbpedia.org/resource/Israel","http://dbpedia.org/resource/Kuwait"]},{"questionText":"what race are arabs?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Arabs> <http://dbpedia.org/ontology/related> ?o . }","answers":["http://dbpedia.org/resource/Afroasiatic_languages","http://dbpedia.org/resource/Semitic_people"]},{"questionText":"what state did obama win?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Barack_Obama> <http://dbpedia.org/ontology/region> ?o . }","answers":["http://dbpedia.org/resource/Illinois"]},{"questionText":"in which state did the santa fe trail begin?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Santa_Fe,_New_Mexico> <http://dbpedia.org/ontology/isPartOf> ?o . }","answers":["http://dbpedia.org/resource/New_Mexico","http://dbpedia.org/resource/Santa_Fe_County,_New_Mexico"]},{"questionText":"who was andrew johnson and what did he do?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Andrew_Johnson> <http://dbpedia.org/ontology/office> ?o . }","answers":["15thGovernor of Tennessee","16thVice President of the United States","17thPresident of the United States","Military Governor of Tennessee"]},{"questionText":"what race did dan wheldon died in?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Building> . <http://dbpedia.org/resource/Dan_Wheldon> <http://dbpedia.org/ontology/deathPlace> ?o. }","answers":["http://dbpedia.org/resource/Las_Vegas_Motor_Speedway"]},{"questionText":"what each fold of the us flag means?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/United_States> <http://dbpedia.org/ontology/longName> ?o . }","answers":["United States of America@en"]},{"questionText":"what technique did vincent van gogh use in his paintings?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Vincent_van_Gogh> <http://dbpedia.org/ontology/movement> ?o . }","answers":["http://dbpedia.org/resource/Post-Impressionism"]},{"questionText":"what do the colors on mali's flag represent?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Mali> <http://dbpedia.org/ontology/flag> ?o . }","answers":["Flag of Mali.svg"]},{"questionText":"what do you want from me jerrod niemann lyrics meaning?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Jerrod_Niemann> <http://dbpedia.org/ontology/recordLabel> ?o . }","answers":["http://dbpedia.org/resource/Sea_Gayle_Music","http://dbpedia.org/resource/Arista_Nashville","http://dbpedia.org/resource/Universal_Music_Group_Nashville","http://dbpedia.org/resource/Category_5_Records"]},{"questionText":"who is clint eastwood dating?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Clint_Eastwood> <http://dbpedia.org/ontology/spouse> ?o . }","answers":["http://dbpedia.org/resource/Dina_Eastwood"]},{"questionText":"where is kia cars made?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Settlement> . <http://dbpedia.org/resource/Kia_Motors> <http://dbpedia.org/ontology/location> ?o. }","answers":["http://dbpedia.org/resource/Seoul"]},{"questionText":"what to see in vietnam in two weeks?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Vietnam> <http://dbpedia.org/ontology/capital> ?o . }","answers":["http://dbpedia.org/resource/Hanoi"]},{"questionText":"where are you from in egyptian arabic?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Egyptian_Arabic> <http://dbpedia.org/ontology/spokenIn> ?o . }","answers":["http://dbpedia.org/resource/Egypt"]},{"questionText":"who did russians descend from?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Russians> <http://dbpedia.org/ontology/related> ?o . }","answers":["http://dbpedia.org/resource/Ukrainians","http://dbpedia.org/resource/East_Slavs"]},{"questionText":"what was sir arthur conan doyle famous for?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Arthur_Conan_Doyle> <http://dbpedia.org/ontology/notableWork> ?o . }","answers":["http://dbpedia.org/resource/Canon_of_Sherlock_Holmes","http://dbpedia.org/resource/The_Lost_World_(Conan_Doyle_novel)"]},{"questionText":"where did the battle of the alamo start?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Settlement> . <http://dbpedia.org/resource/Battle_of_the_Alamo> <http://dbpedia.org/ontology/place> ?o. }","answers":["http://dbpedia.org/resource/San_Antonio"]},{"questionText":"what school did michael jordan play for?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Michael_Jordan> <http://dbpedia.org/ontology/college> ?o . }","answers":["http://dbpedia.org/resource/North_Carolina_Tar_Heels_men's_basketball"]},{"questionText":"who was dr seuss?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Dr._Seuss> <http://dbpedia.org/ontology/birthName> ?o . }","answers":["Theodor Seuss Geisel@en"]},{"questionText":"what state was john adams elected from?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/John_Adams> <http://dbpedia.org/ontology/deathPlace> ?o . }","answers":["http://dbpedia.org/resource/Massachusetts"]},{"questionText":"where is ibrahim chatta from?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Narnaul> <http://dbpedia.org/ontology/isPartOf> ?o . }","answers":["http://dbpedia.org/resource/Mahendragarh_district","http://dbpedia.org/resource/Haryana"]},{"questionText":"what countries did mother teresa work in?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/City> . <http://dbpedia.org/resource/Mother_Teresa> <http://dbpedia.org/ontology/deathPlace> ?o. }","answers":["http://dbpedia.org/resource/Kolkata"]},{"questionText":"what gunfight is wyatt earp most famous for?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MilitaryConflict> . <http://dbpedia.org/resource/Wyatt_Earp> <http://dbpedia.org/ontology/knownFor> ?o. }","answers":["http://dbpedia.org/resource/Gunfight_at_the_O.K._Corral"]},{"questionText":"what were erik erikson's theories?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Erik_Erikson> <http://dbpedia.org/ontology/field> ?o . }","answers":["http://dbpedia.org/resource/Developmental_psychology"]},{"questionText":"what the australian liberal party stands for?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Australia> <http://dbpedia.org/ontology/demonym> ?o . }","answers":["Australian@en","Aussie@en"]},{"questionText":"what does the philippines flag represent?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Philippines> <http://dbpedia.org/ontology/flag> ?o . }","answers":["Flag of the Philippines.svg"]},{"questionText":"what is osama bin laden race?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country> . <http://dbpedia.org/resource/Osama_bin_Laden> <http://dbpedia.org/ontology/birthPlace> ?o. }","answers":["http://dbpedia.org/resource/Saudi_Arabia"]},{"questionText":"what is the predominant language in south africa?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/South_Africa> <http://dbpedia.org/ontology/currency> ?o . }","answers":["http://dbpedia.org/resource/South_African_rand"]},{"questionText":"what city in australia should i live in quiz?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/usingCountry> <http://dbpedia.org/resource/Australia> . }","answers":["http://dbpedia.org/resource/Australian_pound"]},{"questionText":"what land did god promise joshua?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Joshua> <http://dbpedia.org/ontology/deathPlace> ?o . }","answers":["http://dbpedia.org/resource/Canaan"]},{"questionText":"where do the japanese live?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Japan> <http://dbpedia.org/ontology/longName> ?o . }","answers":["Japan@en"]},{"questionText":"what did george washington carver make with peanuts?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/creatorOfDish> <http://dbpedia.org/resource/George_Washington_Carver> . }","answers":["http://dbpedia.org/resource/Peanut_butter_cookie"]},{"questionText":"what famous book did adam smith wrote?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/author> <http://dbpedia.org/resource/Adam_Smith> . }","answers":["http://dbpedia.org/resource/The_Wealth_of_Nations","http://dbpedia.org/resource/The_Theory_of_Moral_Sentiments"]},{"questionText":"what did henry kissinger do?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Henry_Kissinger> <http://dbpedia.org/ontology/office> ?o . }","answers":["United States National Security Advisor","56thUnited States Secretary of State"]},{"questionText":"who did alicia keys have a baby with?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/spouse> <http://dbpedia.org/resource/Alicia_Keys> . }","answers":["http://dbpedia.org/resource/Swizz_Beatz"]},{"questionText":"what is the zip code for iselin nj?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Iselin,_New_Jersey> <http://dbpedia.org/ontology/postalCode> ?o . }","answers":["08830"]},{"questionText":"who plays young joe dirt?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Joe_Dirt> <http://dbpedia.org/ontology/writer> ?o . }","answers":["http://dbpedia.org/resource/Fred_Wolf_(writer)","http://dbpedia.org/resource/David_Spade"]},{"questionText":"who played laura ingalls mother?","query":"SELECT DISTINCT ?o WHERE { ?o <http://dbpedia.org/ontology/spouse> <http://dbpedia.org/resource/Caroline_Ingalls> . }","answers":["http://dbpedia.org/resource/Charles_Ingalls"]},{"questionText":"what year did johnny cash die and how old was he?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Johnny_Cash> <http://dbpedia.org/ontology/deathCause> ?o . }","answers":["http://dbpedia.org/resource/Diabetes_mellitus"]},{"questionText":"where to stay in thailand koh samui?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Ko_Samui> <http://dbpedia.org/ontology/timeZone> ?o . }","answers":["http://dbpedia.org/resource/UTC+07:00"]},{"questionText":"who played george jefferson on all in the family?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/George_Jefferson> <http://dbpedia.org/ontology/portrayer> ?o . }","answers":["http://dbpedia.org/resource/Sherman_Hemsley"]},{"questionText":"who owns audi 2011?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Audi> <http://dbpedia.org/ontology/owningCompany> ?o . }","answers":["http://dbpedia.org/resource/Volkswagen_Group"]},{"questionText":"what part of the atom did chadwick discover?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Scientist> . <http://dbpedia.org/resource/James_Chadwick> <http://dbpedia.org/ontology/knownFor> ?o. }","answers":["http://dbpedia.org/resource/Neutron"]},{"questionText":"what country does spanish come from?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country> . <http://dbpedia.org/resource/Spanish_language> <http://dbpedia.org/ontology/spokenIn> ?o. }","answers":["http://dbpedia.org/resource/Spain"]},{"questionText":"who created youtube and when?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/YouTube> <http://dbpedia.org/ontology/foundedBy> ?o . }","answers":["http://dbpedia.org/resource/Chad_Hurley","http://dbpedia.org/resource/Jawed_Karim","http://dbpedia.org/resource/Steve_Chen"]},{"questionText":"what are portuguese people considered?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Portugal> <http://dbpedia.org/ontology/demonym> ?o . }","answers":["Portuguese@en"]},{"questionText":"who plays patrick jane wife?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Patrick_Jane> <http://dbpedia.org/ontology/creator> ?o . }","answers":["http://dbpedia.org/resource/Bruno_Heller"]},{"questionText":"who did walter raleigh sail for?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Walter_Raleigh> <http://dbpedia.org/ontology/deathPlace> ?o . }","answers":["http://dbpedia.org/resource/England"]},{"questionText":"where do haitian people come from?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Haiti> <http://dbpedia.org/ontology/demonym> ?o . }","answers":["Haitian@en"]},{"questionText":"who is democritus and what did he discover?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book> . <http://dbpedia.org/resource/Democritus> <http://dbpedia.org/ontology/mainInterest> ?o. }","answers":["http://dbpedia.org/resource/Mathematics"]},{"questionText":"what are spanish speaking countries and their capitals?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MusicalArtist> . ?o <http://dbpedia.org/ontology/officialLanguage> <http://dbpedia.org/resource/Spanish_language>. }","answers":["http://dbpedia.org/resource/Colombia","http://dbpedia.org/resource/Uruguay","http://dbpedia.org/resource/Guatemala","http://dbpedia.org/resource/Equatorial_Guinea","http://dbpedia.org/resource/Panama","http://dbpedia.org/resource/Nicaragua","http://dbpedia.org/resource/Paraguay","http://dbpedia.org/resource/Costa_Rica"]},{"questionText":"where do cherry trees grow in the united states?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/United_States> <http://dbpedia.org/ontology/capital> ?o . }","answers":["http://dbpedia.org/resource/Washington,_D.C."]},{"questionText":"what is the national flag of russia?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Russia> <http://dbpedia.org/ontology/flag> ?o . }","answers":["Flag of Russia.svg"]},{"questionText":"where did theodore roosevelt live before he became president?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Theodore_Roosevelt> <http://dbpedia.org/ontology/birthPlace> ?o . }","answers":["http://dbpedia.org/resource/New_York_City"]},{"questionText":"what happened to nelson mandela after he was released from jail?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Nelson_Mandela> <http://dbpedia.org/ontology/office> ?o . }","answers":["1stPresident of South Africa"]},{"questionText":"who wrote 2 timothy 4?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Saint_Timothy> <http://dbpedia.org/ontology/veneratedIn> ?o . }","answers":["http://dbpedia.org/resource/Catholic_Church","http://dbpedia.org/resource/Eastern_Orthodox_Church","http://dbpedia.org/resource/Lutheranism","http://dbpedia.org/resource/Oriental_Orthodoxy","http://dbpedia.org/resource/Anglican_Communion"]},{"questionText":"what does the soviet star represent?","query":"SELECT DISTINCT ?o WHERE { <http://dbpedia.org/resource/Soviet_Union> <http://dbpedia.org/ontology/anthem> ?o . }","answers":["http://dbpedia.org/resource/The_Internationale","http://dbpedia.org/resource/State_Anthem_of_the_Soviet_Union"]},{"questionText":"what is kate spade?","query":"SELECT DISTINCT ?o WHERE { ?o <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person> . <http://dbpedia.org/resource/Kate_Spade> <http://dbpedia.org/ontology/occupation> ?o. }","answers":["http://dbpedia.org/resource/Fashion_design"]}]}